{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[BOS]": {
        "id": "[BOS]",
        "ids": [
          1
        ],
        "tokens": [
          "[BOS]"
        ]
      },
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          2
        ],
        "tokens": [
          "[EOS]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "[PAD]": 0,
      "[BOS]": 1,
      "[EOS]": 2,
      "[UNK]": 3,
      "\"": 4,
      "'": 5,
      ",": 6,
      "-": 7,
      ".": 8,
      ":": 9,
      "A": 10,
      "B": 11,
      "C": 12,
      "D": 13,
      "E": 14,
      "F": 15,
      "G": 16,
      "H": 17,
      "I": 18,
      "L": 19,
      "M": 20,
      "O": 21,
      "P": 22,
      "R": 23,
      "S": 24,
      "T": 25,
      "U": 26,
      "W": 27,
      "a": 28,
      "b": 29,
      "c": 30,
      "d": 31,
      "e": 32,
      "f": 33,
      "g": 34,
      "h": 35,
      "i": 36,
      "j": 37,
      "k": 38,
      "l": 39,
      "m": 40,
      "n": 41,
      "o": 42,
      "p": 43,
      "q": 44,
      "r": 45,
      "s": 46,
      "t": 47,
      "u": 48,
      "v": 49,
      "w": 50,
      "x": 51,
      "y": 52,
      "z": 53,
      "Ċ": 54,
      "Ġ": 55,
      "Ġt": 56,
      "in": 57,
      "en": 58,
      "Ġa": 59,
      "er": 60,
      "Ġs": 61,
      "at": 62,
      "Ġth": 63,
      "re": 64,
      "Ġo": 65,
      "Ġthe": 66,
      "on": 67,
      "al": 68,
      "ĠĊ": 69,
      "ing": 70,
      "el": 71,
      "Ġc": 72,
      "Ġm": 73,
      "an": 74,
      "Ġto": 75,
      "od": 76,
      "ar": 77,
      "it": 78,
      "or": 79,
      "Ġp": 80,
      "Ġmod": 81,
      "ion": 82,
      "Ġb": 83,
      "Ġw": 84,
      "is": 85,
      "ent": 86,
      "le": 87,
      "Ġtr": 88,
      "Ġof": 89,
      "Ġmodel": 90,
      "ct": 91,
      "es": 92,
      "nd": 93,
      "Ġd": 94,
      "as": 95,
      "Ġn": 96,
      "Ġre": 97,
      "Ġl": 98,
      "Ġin": 99,
      "Ġand": 100,
      "ch": 101,
      "Ġf": 102,
      "st": 103,
      "Ġe": 104,
      "all": 105,
      "im": 106,
      "om": 107,
      "ut": 108,
      "ation": 109,
      "et": 110,
      "ge": 111,
      "ic": 112,
      "iz": 113,
      "Ġtra": 114,
      "ed": 115,
      "Ġh": 116,
      "Ġtrain": 117,
      "am": 118,
      "il": 119,
      "ken": 120,
      "Ġis": 121,
      "Ġtoken": 122,
      "iv": 123,
      "ow": 124,
      "se": 125,
      "ver": 126,
      "Ġg": 127,
      "Ġst": 128,
      "Ġcan": 129,
      "Ġbe": 130,
      "ect": 131,
      "ig": 132,
      "ro": 133,
      "sf": 134,
      "ur": 135,
      "res": 136,
      "ansf": 137,
      "Ġtransf": 138,
      "Ġdat": 139,
      "Th": 140,
      "ce": 141,
      "ex": 142,
      "mer": 143,
      "Ġu": 144,
      "ĠTh": 145,
      "Ġcon": 146,
      "Ġmodels": 147,
      "Ġint": 148,
      "Ġtraining": 149,
      "Ġtransfor": 150,
      "ext": 151,
      "age": 152,
      "em": 153,
      "gu": 154,
      "ly": 155,
      "mall": 156,
      "Ġsmall": 157,
      "ith": 158,
      "Ġpro": 159,
      "Ġwe": 160,
      "Ġwith": 161,
      "ents": 162,
      "Ġno": 163,
      "ization": 164,
      "ive": 165,
      "Ġgen": 166,
      "Ġtransformer": 167,
      "cal": 168,
      "ep": 169,
      "ff": 170,
      "ns": 171,
      "qu": 172,
      "vi": 173,
      "ĠI": 174,
      "Ġas": 175,
      "ers": 176,
      "Ġsu": 177,
      "Ġsam": 178,
      "Ġthat": 179,
      "Ġch": 180,
      "angu": 181,
      "Ġlangu": 182,
      "Ġfr": 183,
      "Ġex": 184,
      "ally": 185,
      "very": 186,
      "Ġgener": 187,
      "Ġlanguage": 188,
      "ab": 189,
      "act": 190,
      "ject": 191,
      "pt": 192,
      "th": 193,
      "tic": 194,
      "ul": 195,
      "wor": 196,
      "yst": 197,
      "ĠB": 198,
      "Ġit": 199,
      "Ġle": 200,
      "Ġtext": 201,
      "ine": 202,
      "end": 203,
      "eng": 204,
      "ence": 205,
      "Ġar": 206,
      "ate": 207,
      "att": 208,
      "red": 209,
      "Ġon": 210,
      "Ġcom": 211,
      "Ġbu": 212,
      "Ġbut": 213,
      "aset": 214,
      "Ġrep": 215,
      "izer": 216,
      "Ġtokenizer": 217,
      "Ġbeh": 218,
      "igh": 219,
      "resent": 220,
      "Ġdata": 221,
      "Ġdataset": 222,
      "ĠThis": 223,
      "Ġnot": 224,
      "ĠIn": 225,
      "Ġfrom": 226,
      "GP": 227,
      "avi": 228,
      "de": 229,
      "fit": 230,
      "ib": 231,
      "ict": 232,
      "mb": 233,
      "os": 234,
      "ou": 235,
      "ore": 236,
      "pl": 237,
      "ple": 238,
      "put": 239,
      "ting": 240,
      "uch": 241,
      "ures": 242,
      "vo": 243,
      "vel": 244,
      "ĠA": 245,
      "ĠW": 246,
      "Ġvery": 247,
      "ĠGP": 248,
      "Ġtim": 249,
      "enc": 250,
      "ens": 251,
      "Ġal": 252,
      "erns": 253,
      "Ġse": 254,
      "Ġscal": 255,
      "Ġsyst": 256,
      "Ġob": 257,
      "Ġor": 258,
      "Ġout": 259,
      "Ġover": 260,
      "ely": 261,
      "Ġmuch": 262,
      "ary": 263,
      "arge": 264,
      "itect": 265,
      "Ġpatt": 266,
      "ionally": 267,
      "Ġwor": 268,
      "Ġwil": 269,
      "istic": 270,
      "Ġmodeling": 271,
      "ased": 272,
      "chitect": 273,
      "Ġfor": 274,
      "Ġeff": 275,
      "ations": 276,
      "ici": 277,
      "Ġhas": 278,
      "Ġhow": 279,
      "Ġtrained": 280,
      "ild": 281,
      "ilit": 282,
      "Ġtokens": 283,
      "ign": 284,
      "ural": 285,
      "Ġcont": 286,
      "Ġinto": 287,
      "ems": 288,
      "Ġexp": 289,
      "ĠBy": 290,
      "Ġlear": 291,
      "Ġarchitect": 292,
      "Ġbuild": 293,
      "Ġrepresent": 294,
      "Ġbehavi": 295,
      "fitting": 296,
      "Ġsystems": 297,
      "Ġoverfitting": 298,
      "Ġpatterns": 299,
      "Ġwill": 300,
      "Ġbehavior": 301,
      "ad": 302,
      "ag": 303,
      "apt": 304,
      "based": 305,
      "cc": 306,
      "com": 307,
      "ding": 308,
      "eat": 309,
      "eep": 310,
      "fi": 311,
      "ful": 312,
      "gh": 313,
      "gin": 314,
      "hi": 315,
      "hen": 316,
      "her": 317,
      "if": 318,
      "ies": 319,
      "ks": 320,
      "ld": 321,
      "lu": 322,
      "mon": 323,
      "ru": 324,
      "rat": 325,
      "rod": 326,
      "ras": 327,
      "te": 328,
      "to": 329,
      "ten": 330,
      "ud": 331,
      "ure": 332,
      "ve": 333,
      "ven": 334,
      "xes": 335,
      "xib": 336,
      "yle": 337,
      "ĠD": 338,
      "ĠE": 339,
      "ĠM": 340,
      "ĠO": 341,
      "ĠS": 342,
      "Ġv": 343,
      "ini": 344,
      "Ġan": 345,
      "Ġap": 346,
      "Ġare": 347,
      "ere": 348,
      "ern": 349,
      "erst": 350,
      "erim": 351,
      "Ġsim": 352,
      "Ġset": 353,
      "Ġsiz": 354,
      "atural": 355,
      "Ġthan": 356,
      "Ġthis": 357,
      "rect": 358,
      "Ġopt": 359,
      "Ġthese": 360,
      "ell": 361,
      "art": 362,
      "arch": 363,
      "aract": 364,
      "Ġpre": 365,
      "Ġpar": 366,
      "Ġpred": 367,
      "Ġprod": 368,
      "Ġmodern": 369,
      "Ġwhi": 370,
      "entionally": 371,
      "led": 372,
      "level": 373,
      "lexib": 374,
      "Ġoften": 375,
      "nderst": 376,
      "Ġdep": 377,
      "Ġne": 378,
      "Ġnet": 379,
      "Ġnext": 380,
      "Ġnatural": 381,
      "Ġrese": 382,
      "Ġlos": 383,
      "Ġlarge": 384,
      "Ġflexib": 385,
      "style": 386,
      "Ġevery": 387,
      "alleng": 388,
      "imit": 389,
      "imization": 390,
      "ution": 391,
      "Ġhigh": 392,
      "ively": 393,
      "Ġstat": 394,
      "Ġstud": 395,
      "Ġbegin": 396,
      "Ġuse": 397,
      "Ġunderst": 398,
      "ĠThe": 399,
      "Ġintentionally": 400,
      "Ġsmaller": 401,
      "Ġprob": 402,
      "Ġproject": 403,
      "Ġtransformers": 404,
      "quence": 405,
      "Ġsub": 406,
      "Ġsame": 407,
      "Ġsampl": 408,
      "Ġcharact": 409,
      "Ġchalleng": 410,
      "abilit": 411,
      "jective": 412,
      "Ġcomp": 413,
      "ight": 414,
      "Ġdatasets": 415,
      "ĠAt": 416,
      "ĠWe": 417,
      "ĠGPT": 418,
      "Ġtime": 419,
      "Ġall": 420,
      "Ġsee": 421,
      "Ġscale": 422,
      "Ġobjective": 423,
      "Ġoutput": 424,
      "Ġword": 425,
      "Ġeffici": 426,
      "Ġexperim": 427,
      "Ġlearn": 428,
      "Ġarchitectures": 429,
      "Ġrepresentations": 430,
      "Ġsimple": 431,
      "Ġsize": 432,
      "Ġoptimization": 433,
      "archers": 434,
      "Ġpredict": 435,
      "Ġprodu": 436,
      "Ġwhich": 437,
      "Ġnetwor": 438,
      "Ġresearchers": 439,
      "Ġloss": 440,
      "Ġunderstan": 441,
      "Ġsampling": 442,
      "Ġcharacter": 443,
      "Ġexperiments": 444,
      "'s": 445,
      "CP": 446,
      "For": 447,
      "How": 448,
      "Large": 449,
      "Pa": 450,
      "Rat": 451,
      "Us": 452,
      "ap": 453,
      "au": 454,
      "aw": 455,
      "ay": 456,
      "bine": 457,
      "cin": 458,
      "cre": 459,
      "cod": 460,
      "cor": 461,
      "cur": 462,
      "cab": 463,
      "crat": 464,
      "cell": 465,
      "cau": 466,
      "dd": 467,
      "dent": 468,
      "dation": 469,
      "dab": 470,
      "ev": 471,
      "een": 472,
      "ear": 473,
      "ech": 474,
      "ever": 475,
      "ead": 476,
      "eks": 477,
      "ecau": 478,
      "fer": 479,
      "flu": 480,
      "ger": 481,
      "gent": 482,
      "ges": 483,
      "gres": 484,
      "gistic": 485,
      "hras": 486,
      "ik": 487,
      "ip": 488,
      "ir": 489,
      "ial": 490,
      "iel": 491,
      "iar": 492,
      "ients": 493,
      "iqu": 494,
      "ide": 495,
      "ixes": 496,
      "irect": 497,
      "idation": 498,
      "iev": 499,
      "ke": 500,
      "kn": 501,
      "lat": 502,
      "lar": 503,
      "los": 504,
      "listic": 505,
      "lled": 506,
      "lution": 507,
      "light": 508,
      "mm": 509,
      "mar": 510,
      "ment": 511,
      "med": 512,
      "ments": 513,
      "mou": 514,
      "no": 515,
      "nt": 516,
      "nit": 517,
      "nam": 518,
      "nce": 519,
      "ncod": 520,
      "niqu": 521,
      "of": 522,
      "ol": 523,
      "op": 524,
      "oz": 525,
      "oal": 526,
      "ost": 527,
      "off": 528,
      "ogistic": 529,
      "pr": 530,
      "ps": 531,
      "pon": 532,
      "pit": 533,
      "pear": 534,
      "ran": 535,
      "ram": 536,
      "row": 537,
      "rence": 538,
      "rib": 539,
      "rict": 540,
      "rik": 541,
      "ser": 542,
      "sing": 543,
      "sive": 544,
      "scal": 545,
      "sight": 546,
      "spon": 547,
      "tle": 548,
      "tif": 549,
      "trib": 550,
      "up": 551,
      "ual": 552,
      "uit": 553,
      "ust": 554,
      "ually": 555,
      "uine": 556,
      "umb": 557,
      "ugh": 558,
      "ucin": 559,
      "ves": 560,
      "ween": 561,
      "ymb": 562,
      "ylistic": 563,
      "ynam": 564,
      "Ġ\"": 565,
      "Ġen": 566,
      "Ġing": 567,
      "Ġqu": 568,
      "Ġend": 569,
      "Ġeng": 570,
      "Ġvo": 571,
      "Ġru": 572,
      "Ġrat": 573,
      "Ġimit": 574,
      "ĠCP": 575,
      "ĠFor": 576,
      "ĠHow": 577,
      "ĠLarge": 578,
      "ĠPa": 579,
      "ĠRat": 580,
      "Ġide": 581,
      "Ġkn": 582,
      "Ġtin": 583,
      "Ġtre": 584,
      "Ġtas": 585,
      "Ġtur": 586,
      "Ġtech": 587,
      "ind": 588,
      "ining": 589,
      "enon": 590,
      "ense": 591,
      "Ġat": 592,
      "Ġach": 593,
      "Ġaut": 594,
      "Ġacc": 595,
      "Ġadd": 596,
      "Ġamou": 597,
      "ering": 598,
      "erge": 599,
      "erful": 600,
      "Ġsing": 601,
      "Ġsel": 602,
      "Ġsent": 603,
      "Ġsur": 604,
      "Ġsep": 605,
      "Ġsign": 606,
      "Ġscrat": 607,
      "Ġsymb": 608,
      "Ġsense": 609,
      "ating": 610,
      "atch": 611,
      "ated": 612,
      "ative": 613,
      "Ġthen": 614,
      "requ": 615,
      "Ġoth": 616,
      "Ġocc": 617,
      "ong": 618,
      "als": 619,
      "alan": 620,
      "alit": 621,
      "alization": 622,
      "alidation": 623,
      "ingly": 624,
      "eline": 625,
      "elps": 626,
      "Ġcur": 627,
      "Ġcore": 628,
      "Ġcapt": 629,
      "Ġclu": 630,
      "Ġcap": 631,
      "Ġclos": 632,
      "Ġcust": 633,
      "Ġman": 634,
      "Ġmem": 635,
      "Ġmore": 636,
      "Ġmag": 637,
      "Ġmini": 638,
      "Ġmerge": 639,
      "anges": 640,
      "arly": 641,
      "arate": 642,
      "arger": 643,
      "arrow": 644,
      "orization": 645,
      "Ġpic": 646,
      "Ġpow": 647,
      "Ġpresent": 648,
      "Ġphen": 649,
      "Ġphras": 650,
      "Ġpip": 651,
      "Ġmodes": 652,
      "Ġby": 653,
      "Ġbet": 654,
      "Ġbased": 655,
      "Ġbatch": 656,
      "Ġbalan": 657,
      "Ġwere": 658,
      "Ġway": 659,
      "istrib": 660,
      "isingly": 661,
      "ention": 662,
      "ently": 663,
      "ential": 664,
      "lem": 665,
      "ction": 666,
      "ctive": 667,
      "ess": 668,
      "esign": 669,
      "espit": 670,
      "Ġdim": 671,
      "Ġdem": 672,
      "Ġdeep": 673,
      "Ġdirect": 674,
      "Ġdoz": 675,
      "Ġdynam": 676,
      "Ġdistrib": 677,
      "Ġdesign": 678,
      "asy": 679,
      "ason": 680,
      "asionally": 681,
      "Ġnow": 682,
      "Ġnumb": 683,
      "Ġnarrow": 684,
      "Ġreal": 685,
      "Ġrest": 686,
      "Ġregu": 687,
      "Ġrely": 688,
      "Ġrecom": 689,
      "Ġreve": 690,
      "Ġrecur": 691,
      "Ġrefer": 692,
      "Ġrelat": 693,
      "Ġrespon": 694,
      "Ġreason": 695,
      "Ġleng": 696,
      "Ġlapt": 697,
      "Ġlimit": 698,
      "Ġlaw": 699,
      "Ġlogistic": 700,
      "Ġlong": 701,
      "Ġlarger": 702,
      "Ġinst": 703,
      "Ġincor": 704,
      "Ġinflu": 705,
      "Ġinsight": 706,
      "Ġfam": 707,
      "Ġfact": 708,
      "Ġfeat": 709,
      "Ġfiel": 710,
      "Ġfrequ": 711,
      "sters": 712,
      "stead": 713,
      "Ġemer": 714,
      "Ġemb": 715,
      "Ġeven": 716,
      "Ġeasy": 717,
      "allucin": 718,
      "imes": 719,
      "omet": 720,
      "omenon": 721,
      "ete": 722,
      "eters": 723,
      "ics": 724,
      "ication": 725,
      "Ġtrade": 726,
      "edly": 727,
      "edding": 728,
      "Ġhere": 729,
      "Ġhelps": 730,
      "Ġhallucin": 731,
      "amining": 732,
      "ameters": 733,
      "iliar": 734,
      "Ġtokenization": 735,
      "iven": 736,
      "owled": 737,
      "sequence": 738,
      "Ġgoal": 739,
      "Ġgram": 740,
      "Ġgiven": 741,
      "Ġstage": 742,
      "Ġstate": 743,
      "Ġstart": 744,
      "Ġstrik": 745,
      "Ġstylistic": 746,
      "Ġcanno": 747,
      "Ġbecom": 748,
      "ectively": 749,
      "igence": 750,
      "rolled": 751,
      "rough": 752,
      "Ġtransfers": 753,
      "Ġup": 754,
      "Ġunit": 755,
      "Ġusing": 756,
      "ĠThrough": 757,
      "Ġconvo": 758,
      "Ġconfi": 759,
      "Ġconcre": 760,
      "Ġconsequence": 761,
      "Ġintell": 762,
      "Ġintuit": 763,
      "Ġtransformed": 764,
      "ements": 765,
      "Ġprovi": 766,
      "Ġprovo": 767,
      "Ġweeks": 768,
      "Ġnovel": 769,
      "Ġgenuine": 770,
      "caling": 771,
      "ffixes": 772,
      "viou": 773,
      "ĠIt": 774,
      "Ġsuch": 775,
      "Ġsumm": 776,
      "Ġsuffixes": 777,
      "Ġsample": 778,
      "Ġchanges": 779,
      "Ġfrag": 780,
      "Ġexcell": 781,
      "Ġexamining": 782,
      "Ġgeneration": 783,
      "Ġgeneric": 784,
      "Ġgenerate": 785,
      "Ġgenerated": 786,
      "Ġgeneralization": 787,
      "the": 788,
      "ticul": 789,
      "ulary": 790,
      "word": 791,
      "world": 792,
      "ystif": 793,
      "ĠBecau": 794,
      "Ġlead": 795,
      "ineering": 796,
      "endenc": 797,
      "Ġartif": 798,
      "attention": 799,
      "redients": 800,
      "Ġcomput": 801,
      "Ġcommon": 802,
      "Ġbug": 803,
      "Ġrepeat": 804,
      "Ġbehind": 805,
      "ĠInstead": 806,
      "ough": 807,
      "oregres": 808,
      "plication": 809,
      "ĠAmon": 810,
      "ĠWhen": 811,
      "ĠGPUs": 812,
      "Ġtimes": 813,
      "ency": 814,
      "ences": 815,
      "ension": 816,
      "ensive": 817,
      "Ġalign": 818,
      "Ġsequence": 819,
      "Ġscaling": 820,
      "Ġobser": 821,
      "Ġworld": 822,
      "istical": 823,
      "Ġeffectively": 824,
      "icial": 825,
      "ility": 826,
      "Ġcontext": 827,
      "Ġcontras": 828,
      "Ġcontrolled": 829,
      "Ġexpensive": 830,
      "ĠByte": 831,
      "Ġlearns": 832,
      "Ġarchitecture": 833,
      "fixes": 834,
      "ructive": 835,
      "toy": 836,
      "ĠDeep": 837,
      "ĠDespit": 838,
      "ĠEven": 839,
      "ĠEncod": 840,
      "ĠMini": 841,
      "ĠMost": 842,
      "ĠOur": 843,
      "ĠOnce": 844,
      "ĠSomet": 845,
      "ĠScaling": 846,
      "Ġvary": 847,
      "Ġvalidation": 848,
      "Ġappear": 849,
      "Ġapplication": 850,
      "Ġsets": 851,
      "Ġsetup": 852,
      "Ġpreviou": 853,
      "Ġprefixes": 854,
      "Ġparameters": 855,
      "Ġparticul": 856,
      "Ġdepth": 857,
      "Ġdependenc": 858,
      "Ġnew": 859,
      "Ġneural": 860,
      "Ġflexible": 861,
      "Ġflexibility": 862,
      "Ġhighlight": 863,
      "Ġstatements": 864,
      "Ġstatistical": 865,
      "Ġstudy": 866,
      "Ġstudents": 867,
      "Ġbegins": 868,
      "Ġuseful": 869,
      "Ġprobabilit": 870,
      "Ġproblem": 871,
      "Ġprojects": 872,
      "Ġsubtle": 873,
      "Ġsubword": 874,
      "Ġchallenging": 875,
      "Ġchallenges": 876,
      "abilities": 877,
      "Ġcompact": 878,
      "Ġcompete": 879,
      "Ġallow": 880,
      "Ġoutputs": 881,
      "Ġwords": 882,
      "Ġefficiently": 883,
      "Ġefficiency": 884,
      "Ġlearning": 885,
      "Ġpredicting": 886,
      "Ġproduce": 887,
      "Ġproduction": 888,
      "Ġnetwork": 889,
      "Ġnetworks": 890,
      "Ġlosses": 891,
      "Ġunderstanding": 892,
      "Ġunderstandab": 893,
      "cabulary": 894,
      "ieved": 895,
      "larization": 896,
      "niques": 897,
      "offs": 898,
      "prisingly": 899,
      "range": 900,
      "scale": 901,
      "Ġenough": 902,
      "Ġingredients": 903,
      "Ġqualit": 904,
      "Ġengineering": 905,
      "Ġvocabulary": 906,
      "Ġrun": 907,
      "Ġrather": 908,
      "Ġimitate": 909,
      "ĠCPU": 910,
      "ĠHowever": 911,
      "ĠPair": 912,
      "ĠRather": 913,
      "Ġideas": 914,
      "Ġknowled": 915,
      "Ġtiny": 916,
      "Ġtreating": 917,
      "Ġtask": 918,
      "Ġturns": 919,
      "Ġtechniques": 920,
      "Ġachieved": 921,
      "Ġautoregres": 922,
      "Ġaccess": 923,
      "Ġamount": 924,
      "Ġsingle": 925,
      "Ġself": 926,
      "Ġsentences": 927,
      "Ġsurprisingly": 928,
      "Ġseparate": 929,
      "Ġscratch": 930,
      "Ġsymbol": 931,
      "Ġother": 932,
      "Ġoccasionally": 933,
      "Ġcurves": 934,
      "Ġcapture": 935,
      "Ġclusters": 936,
      "Ġcapabilities": 937,
      "Ġclosely": 938,
      "Ġcustom": 939,
      "Ġmanually": 940,
      "Ġmemorization": 941,
      "Ġmagic": 942,
      "Ġpick": 943,
      "Ġpowerful": 944,
      "Ġphenomenon": 945,
      "Ġphrases": 946,
      "Ġpipeline": 947,
      "Ġmodest": 948,
      "Ġbetween": 949,
      "Ġbatching": 950,
      "Ġbalance": 951,
      "Ġdimension": 952,
      "Ġdemystif": 953,
      "Ġdeeper": 954,
      "Ġdirectly": 955,
      "Ġdozens": 956,
      "Ġdynamics": 957,
      "Ġdistribution": 958,
      "Ġdesigning": 959,
      "Ġnumber": 960,
      "Ġrestrict": 961,
      "Ġregularization": 962,
      "Ġrelying": 963,
      "Ġrecombine": 964,
      "Ġreveals": 965,
      "Ġrecurrence": 966,
      "Ġreferred": 967,
      "Ġrelatively": 968,
      "Ġrespond": 969,
      "Ġlength": 970,
      "Ġlaptop": 971,
      "Ġlimitations": 972,
      "Ġlaws": 973,
      "Ġlogistically": 974,
      "Ġinstructive": 975,
      "Ġincorrect": 976,
      "Ġinfluential": 977,
      "Ġfamiliar": 978,
      "Ġfactual": 979,
      "Ġfeatures": 980,
      "Ġfield": 981,
      "Ġfrequent": 982,
      "Ġemergent": 983,
      "Ġembedding": 984,
      "Ġhallucination": 985,
      "Ġgrammar": 986,
      "Ġstrikes": 987,
      "Ġcannot": 988,
      "Ġbecome": 989,
      "Ġunits": 990,
      "Ġconvolution": 991,
      "Ġconfident": 992,
      "Ġconcrete": 993,
      "Ġintelligence": 994,
      "Ġintuition": 995,
      "Ġprovide": 996,
      "Ġprovoke": 997,
      "Ġsummary": 998,
      "Ġfragments": 999,
      "Ġexcellent": 1000,
      "ĠBecause": 1001,
      "Ġleads": 1002,
      "Ġartificial": 1003,
      "Ġcompute": 1004,
      "Ġrepeatedly": 1005,
      "ĠAmong": 1006,
      "Ġalignment": 1007,
      "Ġobserve": 1008,
      "Ġcontrast": 1009,
      "ĠDespite": 1010,
      "ĠEncoding": 1011,
      "ĠSometimes": 1012,
      "Ġprevious": 1013,
      "Ġparticularly": 1014,
      "Ġdependencies": 1015,
      "Ġhighlights": 1016,
      "Ġprobability": 1017,
      "Ġunderstandable": 1018,
      "Ġqualitative": 1019,
      "Ġknowledge": 1020,
      "Ġautoregressive": 1021,
      "Ġdemystify": 1022
    },
    "merges": [
      "Ġ t",
      "i n",
      "e n",
      "Ġ a",
      "e r",
      "Ġ s",
      "a t",
      "Ġt h",
      "r e",
      "Ġ o",
      "Ġth e",
      "o n",
      "a l",
      "Ġ Ċ",
      "in g",
      "e l",
      "Ġ c",
      "Ġ m",
      "a n",
      "Ġt o",
      "o d",
      "a r",
      "i t",
      "o r",
      "Ġ p",
      "Ġm od",
      "i on",
      "Ġ b",
      "Ġ w",
      "i s",
      "en t",
      "l e",
      "Ġt r",
      "Ġo f",
      "Ġmod el",
      "c t",
      "e s",
      "n d",
      "Ġ d",
      "a s",
      "Ġ n",
      "Ġ re",
      "Ġ l",
      "Ġ in",
      "Ġa nd",
      "c h",
      "Ġ f",
      "s t",
      "Ġ e",
      "al l",
      "i m",
      "o m",
      "u t",
      "at ion",
      "e t",
      "g e",
      "i c",
      "i z",
      "Ġtr a",
      "e d",
      "Ġ h",
      "Ġtra in",
      "a m",
      "i l",
      "k en",
      "Ġ is",
      "Ġto ken",
      "i v",
      "o w",
      "s e",
      "v er",
      "Ġ g",
      "Ġs t",
      "Ġc an",
      "Ġb e",
      "e ct",
      "i g",
      "r o",
      "s f",
      "u r",
      "re s",
      "an sf",
      "Ġtr ansf",
      "Ġd at",
      "T h",
      "c e",
      "e x",
      "m er",
      "Ġ u",
      "Ġ Th",
      "Ġc on",
      "Ġmodel s",
      "Ġin t",
      "Ġtrain ing",
      "Ġtransf or",
      "ex t",
      "a ge",
      "e m",
      "g u",
      "l y",
      "m all",
      "Ġs mall",
      "it h",
      "Ġp ro",
      "Ġw e",
      "Ġw ith",
      "ent s",
      "Ġn o",
      "iz ation",
      "iv e",
      "Ġg en",
      "Ġtransfor mer",
      "c al",
      "e p",
      "f f",
      "n s",
      "q u",
      "v i",
      "Ġ I",
      "Ġa s",
      "er s",
      "Ġs u",
      "Ġs am",
      "Ġth at",
      "Ġc h",
      "an gu",
      "Ġl angu",
      "Ġf r",
      "Ġe x",
      "all y",
      "ver y",
      "Ġgen er",
      "Ġlangu age",
      "a b",
      "a ct",
      "j ect",
      "p t",
      "t h",
      "t ic",
      "u l",
      "w or",
      "y st",
      "Ġ B",
      "Ġ it",
      "Ġ le",
      "Ġt ext",
      "in e",
      "en d",
      "en g",
      "en ce",
      "Ġa r",
      "at e",
      "at t",
      "re d",
      "Ġo n",
      "Ġc om",
      "Ġb u",
      "Ġb ut",
      "as et",
      "Ġre p",
      "iz er",
      "Ġtoken izer",
      "Ġbe h",
      "ig h",
      "res ent",
      "Ġdat a",
      "Ġdat aset",
      "ĠTh is",
      "Ġno t",
      "ĠI n",
      "Ġfr om",
      "G P",
      "a vi",
      "d e",
      "f it",
      "i b",
      "i ct",
      "m b",
      "o s",
      "o u",
      "o re",
      "p l",
      "p le",
      "p ut",
      "t ing",
      "u ch",
      "u res",
      "v o",
      "v el",
      "Ġ A",
      "Ġ W",
      "Ġ very",
      "Ġ GP",
      "Ġt im",
      "en c",
      "en s",
      "Ġa l",
      "er ns",
      "Ġs e",
      "Ġs cal",
      "Ġs yst",
      "Ġo b",
      "Ġo r",
      "Ġo ut",
      "Ġo ver",
      "el y",
      "Ġm uch",
      "ar y",
      "ar ge",
      "it ect",
      "Ġp att",
      "ion ally",
      "Ġw or",
      "Ġw il",
      "is tic",
      "Ġmodel ing",
      "as ed",
      "ch itect",
      "Ġf or",
      "Ġe ff",
      "ation s",
      "ic i",
      "Ġh as",
      "Ġh ow",
      "Ġtrain ed",
      "il d",
      "il it",
      "Ġtoken s",
      "ig n",
      "ur al",
      "Ġcon t",
      "Ġint o",
      "em s",
      "Ġex p",
      "ĠB y",
      "Ġle ar",
      "Ġar chitect",
      "Ġbu ild",
      "Ġrep resent",
      "Ġbeh avi",
      "fit ting",
      "Ġsyst ems",
      "Ġover fitting",
      "Ġpatt erns",
      "Ġwil l",
      "Ġbehavi or",
      "a d",
      "a g",
      "a pt",
      "b ased",
      "c c",
      "c om",
      "d ing",
      "e at",
      "e ep",
      "f i",
      "f ul",
      "g h",
      "g in",
      "h i",
      "h en",
      "h er",
      "i f",
      "i es",
      "k s",
      "l d",
      "l u",
      "m on",
      "r u",
      "r at",
      "r od",
      "r as",
      "t e",
      "t o",
      "t en",
      "u d",
      "u re",
      "v e",
      "v en",
      "x es",
      "x ib",
      "y le",
      "Ġ D",
      "Ġ E",
      "Ġ M",
      "Ġ O",
      "Ġ S",
      "Ġ v",
      "in i",
      "Ġa n",
      "Ġa p",
      "Ġa re",
      "er e",
      "er n",
      "er st",
      "er im",
      "Ġs im",
      "Ġs et",
      "Ġs iz",
      "at ural",
      "Ġth an",
      "Ġth is",
      "re ct",
      "Ġo pt",
      "Ġthe se",
      "el l",
      "ar t",
      "ar ch",
      "ar act",
      "Ġp re",
      "Ġp ar",
      "Ġp red",
      "Ġp rod",
      "Ġmod ern",
      "Ġw hi",
      "ent ionally",
      "le d",
      "le vel",
      "le xib",
      "Ġof ten",
      "nd erst",
      "Ġd ep",
      "Ġn e",
      "Ġn et",
      "Ġn ext",
      "Ġn atural",
      "Ġre se",
      "Ġl os",
      "Ġl arge",
      "Ġf lexib",
      "st yle",
      "Ġe very",
      "all eng",
      "im it",
      "im ization",
      "ut ion",
      "Ġh igh",
      "iv ely",
      "Ġst at",
      "Ġst ud",
      "Ġbe gin",
      "Ġu se",
      "Ġu nderst",
      "ĠTh e",
      "Ġint entionally",
      "Ġsmall er",
      "Ġpro b",
      "Ġpro ject",
      "Ġtransformer s",
      "qu ence",
      "Ġsu b",
      "Ġsam e",
      "Ġsam pl",
      "Ġch aract",
      "Ġch alleng",
      "ab ilit",
      "ject ive",
      "Ġcom p",
      "igh t",
      "Ġdataset s",
      "ĠA t",
      "ĠW e",
      "ĠGP T",
      "Ġtim e",
      "Ġal l",
      "Ġse e",
      "Ġscal e",
      "Ġob jective",
      "Ġout put",
      "Ġwor d",
      "Ġeff ici",
      "Ġexp erim",
      "Ġlear n",
      "Ġarchitect ures",
      "Ġrepresent ations",
      "Ġsim ple",
      "Ġsiz e",
      "Ġopt imization",
      "arch ers",
      "Ġpred ict",
      "Ġprod u",
      "Ġwhi ch",
      "Ġnet wor",
      "Ġrese archers",
      "Ġlos s",
      "Ġunderst an",
      "Ġsampl ing",
      "Ġcharact er",
      "Ġexperim ents",
      "' s",
      "C P",
      "F or",
      "H ow",
      "L arge",
      "P a",
      "R at",
      "U s",
      "a p",
      "a u",
      "a w",
      "a y",
      "b ine",
      "c in",
      "c re",
      "c od",
      "c or",
      "c ur",
      "c ab",
      "c rat",
      "c ell",
      "c au",
      "d d",
      "d ent",
      "d ation",
      "d ab",
      "e v",
      "e en",
      "e ar",
      "e ch",
      "e ver",
      "e ad",
      "e ks",
      "e cau",
      "f er",
      "f lu",
      "g er",
      "g ent",
      "g es",
      "g res",
      "g istic",
      "h ras",
      "i k",
      "i p",
      "i r",
      "i al",
      "i el",
      "i ar",
      "i ents",
      "i qu",
      "i de",
      "i xes",
      "i rect",
      "i dation",
      "i ev",
      "k e",
      "k n",
      "l at",
      "l ar",
      "l os",
      "l istic",
      "l led",
      "l ution",
      "l ight",
      "m m",
      "m ar",
      "m ent",
      "m ed",
      "m ents",
      "m ou",
      "n o",
      "n t",
      "n it",
      "n am",
      "n ce",
      "n cod",
      "n iqu",
      "o f",
      "o l",
      "o p",
      "o z",
      "o al",
      "o st",
      "o ff",
      "o gistic",
      "p r",
      "p s",
      "p on",
      "p it",
      "p ear",
      "r an",
      "r am",
      "r ow",
      "r ence",
      "r ib",
      "r ict",
      "r ik",
      "s er",
      "s ing",
      "s ive",
      "s cal",
      "s ight",
      "s pon",
      "t le",
      "t if",
      "t rib",
      "u p",
      "u al",
      "u it",
      "u st",
      "u ally",
      "u ine",
      "u mb",
      "u gh",
      "u cin",
      "v es",
      "w een",
      "y mb",
      "y listic",
      "y nam",
      "Ġ \"",
      "Ġ en",
      "Ġ ing",
      "Ġ qu",
      "Ġ end",
      "Ġ eng",
      "Ġ vo",
      "Ġ ru",
      "Ġ rat",
      "Ġ imit",
      "Ġ CP",
      "Ġ For",
      "Ġ How",
      "Ġ Large",
      "Ġ Pa",
      "Ġ Rat",
      "Ġ ide",
      "Ġ kn",
      "Ġt in",
      "Ġt re",
      "Ġt as",
      "Ġt ur",
      "Ġt ech",
      "in d",
      "in ing",
      "en on",
      "en se",
      "Ġa t",
      "Ġa ch",
      "Ġa ut",
      "Ġa cc",
      "Ġa dd",
      "Ġa mou",
      "er ing",
      "er ge",
      "er ful",
      "Ġs ing",
      "Ġs el",
      "Ġs ent",
      "Ġs ur",
      "Ġs ep",
      "Ġs ign",
      "Ġs crat",
      "Ġs ymb",
      "Ġs ense",
      "at ing",
      "at ch",
      "at ed",
      "at ive",
      "Ġth en",
      "re qu",
      "Ġo th",
      "Ġo cc",
      "on g",
      "al s",
      "al an",
      "al it",
      "al ization",
      "al idation",
      "ing ly",
      "el ine",
      "el ps",
      "Ġc ur",
      "Ġc ore",
      "Ġc apt",
      "Ġc lu",
      "Ġc ap",
      "Ġc los",
      "Ġc ust",
      "Ġm an",
      "Ġm em",
      "Ġm ore",
      "Ġm ag",
      "Ġm ini",
      "Ġm erge",
      "an ges",
      "ar ly",
      "ar ate",
      "ar ger",
      "ar row",
      "or ization",
      "Ġp ic",
      "Ġp ow",
      "Ġp resent",
      "Ġp hen",
      "Ġp hras",
      "Ġp ip",
      "Ġmod es",
      "Ġb y",
      "Ġb et",
      "Ġb ased",
      "Ġb atch",
      "Ġb alan",
      "Ġw ere",
      "Ġw ay",
      "is trib",
      "is ingly",
      "ent ion",
      "ent ly",
      "ent ial",
      "le m",
      "ct ion",
      "ct ive",
      "es s",
      "es ign",
      "es pit",
      "Ġd im",
      "Ġd em",
      "Ġd eep",
      "Ġd irect",
      "Ġd oz",
      "Ġd ynam",
      "Ġd istrib",
      "Ġd esign",
      "as y",
      "as on",
      "as ionally",
      "Ġn ow",
      "Ġn umb",
      "Ġn arrow",
      "Ġre al",
      "Ġre st",
      "Ġre gu",
      "Ġre ly",
      "Ġre com",
      "Ġre ve",
      "Ġre cur",
      "Ġre fer",
      "Ġre lat",
      "Ġre spon",
      "Ġre ason",
      "Ġl eng",
      "Ġl apt",
      "Ġl imit",
      "Ġl aw",
      "Ġl ogistic",
      "Ġl ong",
      "Ġl arger",
      "Ġin st",
      "Ġin cor",
      "Ġin flu",
      "Ġin sight",
      "Ġf am",
      "Ġf act",
      "Ġf eat",
      "Ġf iel",
      "Ġf requ",
      "st ers",
      "st ead",
      "Ġe mer",
      "Ġe mb",
      "Ġe ven",
      "Ġe asy",
      "all ucin",
      "im es",
      "om et",
      "om enon",
      "et e",
      "et ers",
      "ic s",
      "ic ation",
      "Ġtra de",
      "ed ly",
      "ed ding",
      "Ġh ere",
      "Ġh elps",
      "Ġh allucin",
      "am ining",
      "am eters",
      "il iar",
      "Ġtoken ization",
      "iv en",
      "ow led",
      "se quence",
      "Ġg oal",
      "Ġg ram",
      "Ġg iven",
      "Ġst age",
      "Ġst ate",
      "Ġst art",
      "Ġst rik",
      "Ġst ylistic",
      "Ġcan no",
      "Ġbe com",
      "ect ively",
      "ig ence",
      "ro lled",
      "ro ugh",
      "Ġtransf ers",
      "Ġu p",
      "Ġu nit",
      "Ġu sing",
      "ĠTh rough",
      "Ġcon vo",
      "Ġcon fi",
      "Ġcon cre",
      "Ġcon sequence",
      "Ġint ell",
      "Ġint uit",
      "Ġtransfor med",
      "em ents",
      "Ġpro vi",
      "Ġpro vo",
      "Ġwe eks",
      "Ġno vel",
      "Ġgen uine",
      "cal ing",
      "ff ixes",
      "vi ou",
      "ĠI t",
      "Ġsu ch",
      "Ġsu mm",
      "Ġsu ffixes",
      "Ġsam ple",
      "Ġch anges",
      "Ġfr ag",
      "Ġex cell",
      "Ġex amining",
      "Ġgener ation",
      "Ġgener ic",
      "Ġgener ate",
      "Ġgener ated",
      "Ġgener alization",
      "th e",
      "tic ul",
      "ul ary",
      "wor d",
      "wor ld",
      "yst if",
      "ĠB ecau",
      "Ġle ad",
      "ine ering",
      "end enc",
      "Ġar tif",
      "att ention",
      "red ients",
      "Ġcom put",
      "Ġcom mon",
      "Ġbu g",
      "Ġrep eat",
      "Ġbeh ind",
      "ĠIn stead",
      "ou gh",
      "ore gres",
      "pl ication",
      "ĠA mon",
      "ĠW hen",
      "ĠGP Us",
      "Ġtim es",
      "enc y",
      "enc es",
      "ens ion",
      "ens ive",
      "Ġal ign",
      "Ġse quence",
      "Ġscal ing",
      "Ġob ser",
      "Ġwor ld",
      "istic al",
      "Ġeff ectively",
      "ici al",
      "ilit y",
      "Ġcont ext",
      "Ġcont ras",
      "Ġcont rolled",
      "Ġexp ensive",
      "ĠBy te",
      "Ġlear ns",
      "Ġarchitect ure",
      "fi xes",
      "ru ctive",
      "to y",
      "ĠD eep",
      "ĠD espit",
      "ĠE ven",
      "ĠE ncod",
      "ĠM ini",
      "ĠM ost",
      "ĠO ur",
      "ĠO nce",
      "ĠS omet",
      "ĠS caling",
      "Ġv ary",
      "Ġv alidation",
      "Ġap pear",
      "Ġap plication",
      "Ġset s",
      "Ġset up",
      "Ġpre viou",
      "Ġpre fixes",
      "Ġpar ameters",
      "Ġpar ticul",
      "Ġdep th",
      "Ġdep endenc",
      "Ġne w",
      "Ġne ural",
      "Ġflexib le",
      "Ġflexib ility",
      "Ġhigh light",
      "Ġstat ements",
      "Ġstat istical",
      "Ġstud y",
      "Ġstud ents",
      "Ġbegin s",
      "Ġuse ful",
      "Ġprob abilit",
      "Ġprob lem",
      "Ġproject s",
      "Ġsub tle",
      "Ġsub word",
      "Ġchalleng ing",
      "Ġchalleng es",
      "abilit ies",
      "Ġcomp act",
      "Ġcomp ete",
      "Ġall ow",
      "Ġoutput s",
      "Ġword s",
      "Ġeffici ently",
      "Ġeffici ency",
      "Ġlearn ing",
      "Ġpredict ing",
      "Ġprodu ce",
      "Ġprodu ction",
      "Ġnetwor k",
      "Ġnetwor ks",
      "Ġloss es",
      "Ġunderstan ding",
      "Ġunderstan dab",
      "cab ulary",
      "iev ed",
      "lar ization",
      "niqu es",
      "off s",
      "pr isingly",
      "ran ge",
      "scal e",
      "Ġen ough",
      "Ġing redients",
      "Ġqu alit",
      "Ġeng ineering",
      "Ġvo cabulary",
      "Ġru n",
      "Ġrat her",
      "Ġimit ate",
      "ĠCP U",
      "ĠHow ever",
      "ĠPa ir",
      "ĠRat her",
      "Ġide as",
      "Ġkn owled",
      "Ġtin y",
      "Ġtre ating",
      "Ġtas k",
      "Ġtur ns",
      "Ġtech niques",
      "Ġach ieved",
      "Ġaut oregres",
      "Ġacc ess",
      "Ġamou nt",
      "Ġsing le",
      "Ġsel f",
      "Ġsent ences",
      "Ġsur prisingly",
      "Ġsep arate",
      "Ġscrat ch",
      "Ġsymb ol",
      "Ġoth er",
      "Ġocc asionally",
      "Ġcur ves",
      "Ġcapt ure",
      "Ġclu sters",
      "Ġcap abilities",
      "Ġclos ely",
      "Ġcust om",
      "Ġman ually",
      "Ġmem orization",
      "Ġmag ic",
      "Ġpic k",
      "Ġpow erful",
      "Ġphen omenon",
      "Ġphras es",
      "Ġpip eline",
      "Ġmodes t",
      "Ġbet ween",
      "Ġbatch ing",
      "Ġbalan ce",
      "Ġdim ension",
      "Ġdem ystif",
      "Ġdeep er",
      "Ġdirect ly",
      "Ġdoz ens",
      "Ġdynam ics",
      "Ġdistrib ution",
      "Ġdesign ing",
      "Ġnumb er",
      "Ġrest rict",
      "Ġregu larization",
      "Ġrely ing",
      "Ġrecom bine",
      "Ġreve als",
      "Ġrecur rence",
      "Ġrefer red",
      "Ġrelat ively",
      "Ġrespon d",
      "Ġleng th",
      "Ġlapt op",
      "Ġlimit ations",
      "Ġlaw s",
      "Ġlogistic ally",
      "Ġinst ructive",
      "Ġincor rect",
      "Ġinflu ential",
      "Ġfam iliar",
      "Ġfact ual",
      "Ġfeat ures",
      "Ġfiel d",
      "Ġfrequ ent",
      "Ġemer gent",
      "Ġemb edding",
      "Ġhallucin ation",
      "Ġgram mar",
      "Ġstrik es",
      "Ġcanno t",
      "Ġbecom e",
      "Ġunit s",
      "Ġconvo lution",
      "Ġconfi dent",
      "Ġconcre te",
      "Ġintell igence",
      "Ġintuit ion",
      "Ġprovi de",
      "Ġprovo ke",
      "Ġsumm ary",
      "Ġfrag ments",
      "Ġexcell ent",
      "ĠBecau se",
      "Ġlead s",
      "Ġartif icial",
      "Ġcomput e",
      "Ġrepeat edly",
      "ĠAmon g",
      "Ġalign ment",
      "Ġobser ve",
      "Ġcontras t",
      "ĠDespit e",
      "ĠEncod ing",
      "ĠSomet imes",
      "Ġpreviou s",
      "Ġparticul arly",
      "Ġdependenc ies",
      "Ġhighlight s",
      "Ġprobabilit y",
      "Ġunderstandab le",
      "Ġqualit ative",
      "Ġknowled ge",
      "Ġautoregres sive",
      "Ġdemystif y"
    ]
  }
}